/* No video code has been entered yet */
"Drag YouTube video URL here" = "Faites glisser l'URL de vidéo YouTube ici";

/* User entered an invalid YouTube code */
"Sorry, but no YouTube video was found for the code you entered." = "Désolé, mais aucune vidéo YouTube n'a été trouvée pour le code que vous avez entré.";

/* Live data feeds are disabled */
"To see the video in Sandvox, please enable 'Load data from the Internet' in Preferences." = "Pour voir la vidéo dans Sandvox, veuillez activer l'option \"Charger des données à partir d'Internet\" dans les Préférences.";